packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000020a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:CreateCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>20</pkif:RequestId>
        <pkif:Timestamp>2020-07-20T19:48:48.104628+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
      </pkif:RequestHeader>
    <EncryptedData xmlns="http://www.w3.org/2001/04/xmlenc#" Type="http://www.w3.org/2001/04/xmlenc#Element">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#tripledes-cbc"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<EncryptedKey xmlns="http://www.w3.org/2001/04/xmlenc#">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-1_5"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<X509Data>
<X509Certificate>MIIFATCCAumgAwIBAgIFAQjv8bkwDQYJKoZIhvcNAQELBQAwgZgxEDAOBgNVBAMT
B0RCR1JPT1QxCzAJBgNVBAYTAkRLMRMwEQYDVQQHEwpDb3BlbmhhZ2VuMRAwDgYD
VQQIEwdEZW5tYXJrMRowGAYDVQQKExFEYW5za2UgQmFuayBHcm91cDEaMBgGA1UE
CxMRRGFuc2tlIEJhbmsgR3JvdXAxGDAWBgNVBAUTDzYxMTI2MjI4MTExMDAwMzAe
Fw0yMDAyMDQxMjAwMDBaFw0yMjAyMDQxMjAwMDBaMIGYMRAwDgYDVQQDEwdEUENS
WVBUMQswCQYDVQQGEwJESzETMBEGA1UEBxMKQ29wZW5oYWdlbjEQMA4GA1UECBMH
RGVubWFyazEaMBgGA1UEChMRRGFuc2tlIEJhbmsgR3JvdXAxGjAYBgNVBAsTEURh
bnNrZSBCYW5rIEdyb3VwMRgwFgYDVQQFEw82MTEyNjIyODQ5MTAwMDkwggEgMA0G
CSqGSIb3DQEBAQUAA4IBDQAwggEIAoIBAQCmSUzQYj0Fx3jwvkz0lhmyyXRKwo5T
hts+1xFrG7euQ6oIMUJJpr8tgKxwDxdxxK/RXaYCHRH9mpIoyxCPlS3reRF4BMB6
gL2KOINnRyC3jmJ7kYHyWdhYfMb5VPIvusqPXc91HdVJb6rxvVSrTy/dB+V1od2q
uHNxA+Luhno37CXU1STrVvSrgHzOm45MROryuOu0lWY+d49tWZN9ilNI2Rf8mJjT
ZVKwJu4v02jXLGAqWpXQX0vxa7nI1D0xkOqnTvd04iDOdDE+jRtiy3SF8508LRqQ
jRH+9TZbX++yFd9Z/AR2h6AwM8OsLSC1QMJG7KeJw8st7K9i8KEOdglpAgEDo1Iw
UDAfBgNVHSMEGDAWgBTrVX/FmGlwJqoQ3fgyj1cJ40A/OjAdBgNVHQ4EFgQUMowN
BX+7Vy5lfO+d+tCxZ+ZupdYwDgYDVR0PAQH/BAQDAgQwMA0GCSqGSIb3DQEBCwUA
A4ICAQA+TV7cAPm5mKIAzTfuS4x4/KAlysTXZ3o0F2fYZmylNnUafi0+T21utPAv
bBYVFpr9fRq+q0L75ZCqU4pDvRLpHF7Q0RZ01ra7otVS78saxc/YUql+MsnHxeUw
9F8FJx7234KlRkhmY8xB743T/LQcp3zCRYUd0Rn2Ocaq7YoYGnx8QALItmJcagsX
MwYVsvXtWHHaDGFpcaivLX3e8cVQ+nI7slq1EfJ5xEdtSZ/zcGv+Ve4S6D1HLQ/K
oTQMzematrVvwwJMuqLMQdA1Pdtau3niupB3Se7AUq0bEZYF04Zlo4sOE21K9gSt
lJ5tSq0ohli02uXuQ/ggsqZSIH4t9WirWOMpS4KFkub02AYaicbm6SUyVg+odEaj
cFz+TEqd9C7cGgBL6MkLxXGj0DX64z4yU9lMlqQ8CzuZi5cMfpxvHVm4E+etLnYf
fzZ6jPnf3RbVumxPaRqnz6vceijWtmESg6cBei+phPzMCjjrXP0xng3+Bzqdn/lY
e8znS54o+UWJcENwvGc6tsUtBYGJOe6srIJHrXQKTG3DN6oDN2U5zT4cUBFvlHjx
fdj14m0Y0+gE90iTUJknWVRyyNDhPbYG1YCHRItVUxpGIp9tsV5FRP5qVbiMC7ba
hEsDAxMvL29i1vJbnJPT9e4OPkhEN5IqVQbu0QeOKMYT/YMZZQ==</X509Certificate>
</X509Data>
</KeyInfo>
<CipherData>
<CipherValue>H+Sj9U4UdGWAT1sM0GA6Te5csVNRKBoxPCDUsmEtQx/6j/TVRcVZ1A/KSzXTqQAv
nhVUzj1t5148iGWla3Oz6yVjmwQ5oWyeUenAfFjyiTY2KY8kjMOY/5bSVC69nxcg
ZCGldBS7dWb/PRrX2mXDSIIV6lcwIpJWdFQfr0g7ag1j6Rat13ZFaGni6kRlNioh
UCrZTSWqfGNLS0nAXnL5mtOzRVJM/xSIWViUGAKzklHkEeWlk0+PznQnS26NUu5y
u9nVIVNNRuVC4K37ovunUU6ptC6kAQC0bUcEzIrEbAMe/0mW224N8fQcpQETRM6l
HC50mFcdd9G00tiqTDq3Kw==</CipherValue>
</CipherData>
</EncryptedKey>
</KeyInfo>
<CipherData>
<CipherValue>0+ezTpkdGd98dFNW1QdUbEl0rdUoqg0UlGRdbeqMr8QUrRi5Ysrqd2ONEQNonAmP
xBuQxPan3FVdakjRHN0O9J3T5Elea8oyoHsSoE8pEafwMtEgYYD1eDJMmYJ5NUaz
TJVp4tM6LDM2g3qPhXi30rXICGnLKQqfgVTO/8i0ii7YBjSZ6M3x9urhwuF4hcvo
H/LY6okJFXctS4hsRBIzRm5vYbmQoZtuNaf0YmM3qQURWp3sAI9gIjlm+DkA7N0V
iOID1fmu7gDilMKK4zMpNQi6Gk1UCZ0+cdeoONKjgbssa5qA2sqalna+59sCGNAT
kofpkzLgUW5TeJojrQA+KiQepinb109+4N9JsUVQayKOf2BJTzYls7frj0nPN9cE
Ilw7fqwPncik0Lxc1hu2qOe0G9ZGrA1Nt5gBI2G5R9FutkeTVAKKSSFIrN2TU871
zDxkkgspKZthiRkiSuKVk8OdrcgchaZQfgLzQHKC3rhPF5M5c6+hXZaJFIsc3xPf
d3JBAfx5ocIJKOcbXTB4VrfPKaliGo1kxKtJQuhFGjogcHqOJL7JWh83bd3/9oli
mqcaGmfYtMF4h2gL2K5GJ17d9g6djfbKrHXmB3HX28B+l0OzOIxrfTEMPxmKfBsE
WcqRWovcoFCvxuKQM2YgUepMyN1gnW2QLGP048nBjv454OLDHa+2zilGGN9a6Me1
jSjU2PvXLFHqoKeDrzLKDh7idn7/wBdjq2JUHSHSHF9Op24FmfTka6KAzE6oBqvP
78GKVPuTXmFJPSpAFaIFIbcz2lITPBtwRvPKapO5xH6lVUEZZV1KsCdaPsNJa5Ww
QWnQqggoTdB7CH4cSvW4YLrOgCK3LpNpJF9ZLuyE7QN6M8UAd50enVREm/BsEnBP
LcyCXeAIHfSJbqIUalxzaikvkm36UfT3r+oKoakKI6Mnybt/yCMmZVaaRWp57Mc4
6OwN5+eqswVj+d4P1/x24xhKelCFQ4iVEV5TZegt4YT3JFu7CEaeipzEj20k41uy
V7HCYW1YNNR6Tysh0vRrrRXbewQhsP+SWSL/6EwufIj4zMUTvCmP/Y35wFGb29N3
dK5WxAZOKNyO4vO7z1Y+GlDo2awBGuKuheyDGv19+K2ytG3A6ofx3d30s0AodcTr
w4Zu13kPOm/FZ7baStmR4wd26h5wSVwfu/sdzuwivfzyIhfAkDRFXtOrKGq8Yf6+
AzaScu69ZstFsOIR1JcUCuRmK5NKEyPXN6qMAao5peCz1Zt/d4PHvxF7uyx/r+15
glU/9eMtT0fYx9/pqhqcV8V7wxBBUZVUeKMlJAc/viOGDXVQQTWiWigfspn+mQOq
StvZgtDFiCXO/KfVpTjXMLD5pzNUPaN3TR/IRhQTDVcictousVHdLtaMBJTLcjzc
ErOvKtcr2YGlw6rcl3X9W2+Qy+bKsNcvPaFTAxEsF0Or0c6vZma9tYoev62bGSgg
QT7/yGhYrc5xqMkXjSG1JKgBqEZne0T5Pg95DF+ViemlH3owpWDZ5Jy5N32u2qLF
oDtBrjmVyKQAuIXJfYFimCThQDNV3MDmsnImAm9FLWDbOpi83Z2wznIw3yms2/RU
9Qd8TocGq8rJDh7XPVVgThGPAm2d8zxTADcyOcv9Oc2yhhmIczADgILl1fivdtTP
gcVpxiBB3OLoZC60LsC4AYLS4nnDsElMxGBrl/w/d5sDA1GPinkF28WQoCEmTCv9
AHmNaItQXKlQk6N1LxSyBTm7k2DTHOpUWhr4ZRLoXgVqdvobaNMumNJlk4WbAbMb
BtuxMqmzW4AoLR774p3eUwf1lj8nKaDpqIEA4VXrl+P+DADfZdLlyA8JA9e/chVP
+vq4ZQip9Adz8OXCUGG619jsUf1aBkap7rGNyxD1Tg1K/aVK93fX5XUMy/Su35+F
HJEvFDH4YXeo+HE+0ct3G8guqChSEV12Qk1e83hyVvq+jtwlExlUVOGXlipYGEwo
KUenPukhPDT1NPhzY2NTSqGlOeUBcWD1ANvL0MzwZY/KHEHT7ds6/1a5FOhvFllR
gs9lDJJZyfDfUVfjS3YW2Afb36k50SKsl1s+/WIAexJdjkWHr6syuErO7TlO6U9e
eJKIWK1Si+33dpl2PlHgIl3Yqn4ZNZNlK35PLbvC4PfuUeQnCszgKquE5141IbVy
CdhGFtVBnSxGXRHOanzYgtLoOYREFXoW0OG11BFrfeA13U9An8wsctIYhXSA+8Fl
coZRxuUP36Bx3CbzecEY2Vg1KGH87w2PabKSc1/op2BE1wVpHsX0PFPA5tSUXj9A
y2gbyEdrGKyW//+YwcNWJzYp3yW4kBkhP5mBDC0Bw79IKDLlMb0BgUzI7uxGk2aa
hzF4qaw2QV9G39wq4Mm1YpLP1Be6YMj1mH3n+YS7AwrwUAKZYd83u67wH3zGxyLb
wnqaf6EtpD7dsK09HxWqUo/gX5EhM7us0HqyKPemT0KbaOLyLKXbvOYr6RilUJPQ
q6ZCF0fXgWbRvabGpiZMJ47DH2WOnyTpZjHW8TPwOuek+xXRhcOv7K8sPthlhU8Y
fTbeNYR6d5r/UWpEN9kT6oPnWYIqnDcGw/mznTfmo5gmGfF4DVUiXlW2XqtgjKBS
DXAZZLe9hoecWlzuFgjSWSH2bZB5fYirDuQ8IrayL/zI89Fg/vIDckP0i6uJz0Vj
nQD1f1OJixkTw9htD25uTCThkDOH03616cAdodTpCdEKG/kOU4GPcmxXDuxCqRDK
Iy3d4Mn3i2A5IXdPpwN3FSl+dBxme7LcZRVr1RjZcm1bbH6PRZyXdIaqVHgXaSCa
dud4UvxkUGkJLAe3O4BC0CypYwhfQBbb59j1iJNwG59Tjrz3WP5RAm3lIdAitgk8
P509IjqDETbtOTOT8lEQ6wmmXgdNhGtf05itRKP8JdWak83iNILlapzmHCQGT6Qt
Kb3SYjPehNyQKHN5C2G3hpg7TSbt+zTAvIu0M/8CNLxkrU7fGwCVK9QLvFIYJPd7
A0JgilvN0ZT/MFFbm2IOKHXvUuuF6hqOwO35nePDkreCvID4AQYvOQwN7iLEMO/G
pBPuShlN3+vGbyl3J9XN7D5YrKfhl3aO9u9UiY1pXXio4zZ45L+E5j7EcsNasbOZ
AzmXCOIJPqUkj3keohk0MzjolIV5dJ/ccVmAShSvulDwDkuwOwTLhEA1lglkcg0c
U9o1JkPtKg+cYhgxoxhM4TZY0gNZR6TPLkUg5hsY5lHEPcjvh+VTvG0+UhDIfnvN
6/1yDLyXcU1ZQWUT9TK2aQpHG2sozgDGTK/RvLox2jeoljH8ol+G1v8vAh9DnfvS
zyMoTkW74X1QG07UYaNFCvlcdoc6qgPbIqQ0T1Yg71H2dmVhtaT3KxlF26MXwQCC
ZaYFr+vBHSnJtrO6BlxebeDpiBbTiDIwFWnHD38T2oaIKsalEVE72YFE3iqbBony
rHwWgEQVZJCuv06xkV+HSprWbhWeM994XfI+3bafZoUospTKPanLGepUIC4oNBSB
PvekoN7oqH9yvjkDdBGMTovp7C964kSf6OVGbobsyPzkvIcmBf0B7UGnIUYlskWb
cbU8lLzQ+W+PwQvFj3PPRXHRj1CfU68RvquCsevJDTpzW6iMZfhViflAy8aHebd1
z8zjIJ5QueGmMMo6EXIirUt/0M0BHds15/MKsHjUU+KBaIIK9sx2JADIOmxQ87RZ
OwG+o1andebgSIkhrxwrjwQRp8i1Xr6MnI8NupLwKI7iH3i2Wec74+K2neYYWraq
+v1s2rIsp62oFvZTS6cbQr75HrOFQIhbcn8vGjGmfAlV9dN7d9fjhR5OvUR4rmI/
jjkTh6Jw9A7RTNReRu6dHMUg6bgoGBZ/G4GpGCUZV7gxodFL4GELIrXjEA8tSBo6
SBsXeBVvxEoubhDyYOQeb1wnCxYXAePuL+jzOtkk5NEwhW1RccUCNe8gW0J1fcJw
KPnkWrHv41B6fF5qrByzQlh2mencI1h1Q72/5b+MW6bRIYHvRl4fJGtnnxbazSUj
8qcBq26th0McJP4WjUW8BIDRRe0+zCKAAQf+PRDKB8d9aEicG7Ox9fsQD8hjz9mC
M4nC8eURJcW0yducviBvlkPGWu2qYG+5TIz0IOGxG8DqgDhhvcEcHWzN42DFwcb7
dSYmWwfRLWqRv0M1x8kn+VyAu6FLxfvteya1kfMahTsL/1GOonTLR1XxeZiJXFyA
SL+Huhpqv9d7SkeA2V9p9Z5kkE1atBSdJFI9LHqeMXT8j7YAehzcy6Mg0gpIYKkp
xypa7U+jEQ9b4knyG1GL4khU79SqYXZuCjhtMXSpzdLV+TtjMuSZwHRoE50UP/jA
oM0jwRGLB9znZ3kO+lRYg+rGRwNGMj/nUs8hyy9AOFSLfO5Y2spCTR4aPrgBXSS7
/lpA5urdNPItb8biXqwL6vAPKa1FGdHF+biTfeWpc8JFXngB4HVOoYtaXbubBKZi
I3A+FZLQOONxVP5COvdLNCPYsb0VzWvR8g5c7CS2oM6oLZ3R2qtg9uHYMLZPFICA
O+Q+QXoRb6dBQL8otQGSOM08mKQw0pKRxK/Kt6ktwg/Eg+sJCkwJM1SkJCpAB7ga
Rn0LBlMSPpwqKb0gOWEmymupgxWQvpsmkAqKYjizXgs2PHDOF/H4BlXVIMb1dpuG
w57kqhHTwTj0XrdDLvrMSivsGu9e2eMcr+TyYiFbRHtfvQVmaB7AHT9Ewbrlvpyd
/vQs5g+VkE5tfj1xK/WuI1gNs7/T0z41yh5DqgYoRPpp7IcmZo1aTVusK+jDBTgf
J79TlhMkvt2hV24BFws3s6kwClsPrEO6adJ/3pIItz5/vPwX9iP9yItqClyJrYFr
tArpyKluMSADX6I+gkqjZnMVwdPgiEcFIIhBfbnzkSzeqcU9T11uiqDcbWC5wgcU
B0+EkGUmdozJV2oiFo4EV3susyVytMgQ+qzmyY5n/jQchfFJ3rsVKamMSX57GnUl
mHF8Qz9KSA4mHmFXrmTh2bJ+w+lgvtftDXaWyevk9bAj3FOO4Ir/nRCC70Og0fD1
N/zNTisyPRqp9yclOMZllOgaj0RuyEthYZVyY7K3MHyTnpDYLOVPyNPKkn82utYe
ZcUq2d4MV7IhW3p6TfnhEcQ91Shzba0S+h8FPQbERGyo4Nlg8BsLS7r1dB/9XW0e
WpCkj/PLotFwC+EotsWmtIIT2XpVLaNWr6gKuprxvK9x2daLDmbRK33WhmxiZhG/
Tb7y2/ezv0D10mNNkvg/5g/bggrEtDbmfWihmAsWTnd8Tw259xmiVA==</CipherValue>
</CipherData>
</EncryptedData></pkif:CreateCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>